Repository: RiftValleySoftware/ambiamara
Catalog: Sources/AmbiaMara/Resources/*.lproj/Accessibility.strings
Languages: de, es_419, fr

# SLUG-ACC-TOOLBAR-STOP
source: This button will stop the timer, and return to the setup screen.
de: Mit dieser Schaltfläche wird der Timer gestoppt und zum Setup-Bildschirm zurückgekehrt.
es_419: Este botón detiene el temporizador y vuelve a la pantalla de configuración.
fr: Ce bouton arrêtera le compte à rebours et reviendra à l’écran de configuration.

# SLUG-ACC-TOOLBAR-TIMER-FORMAT
source: This screen is currently set to Timer %d.
de: Dieser Bildschirm ist derzeit auf Timer %d eingestellt.
es_419: Esta pantalla está configurada actualmente en el Temporizador %d.
fr: Cet écran est actuellement défini sur Compte à rebours %d.
