Repository: RiftValleySoftware/ambiamara
Catalog: Sources/AmbiaMara/Resources/*.lproj/Accessibility.strings
Languages: de, es_419, fr

# SLUG-ACC-SETTINGS-BUTTON
source: Selecting this button will display a popover that will allow you to adjust settings for the timers. It will also allow you to find out more about the app.
de: Mit dieser Schaltfläche wird ein Popover geöffnet, in dem Sie die Einstellungen für die Timer anpassen können. Außerdem können Sie hier mehr über die App erfahren.
es_419: Al seleccionar este botón, se mostrará una ventana emergente que te permitirá ajustar la configuración de los temporizadores. También te permitirá obtener más información sobre la aplicación.
fr: La sélection de ce bouton affichera une fenêtre contextuelle qui vous permettra de régler les paramètres des comptes à rebours. Cela vous permettra également d'en savoir plus sur l'application.

# SLUG-ACC-ALARM-BUTTON
source: Selecting this button will display a popover that will allow you to specify an alarm for the timers.
de: Bei Auswahl dieser Schaltfläche wird ein Popover angezeigt, in dem Sie einen Alarm für die Timer angeben können.
es_419: Al seleccionar este botón, aparecerá una pantalla que te permitirá configurar una alarma para los temporizadores.
fr: La sélection de ce bouton affichera une fenêtre contextuelle qui vous permettra de spécifier une alarme pour les comptes à rebours.

# SLUG-ACC-0-LABEL-FORMAT
source: The wheel below this label will allow you to set the timer to up to %d hours.
de: Mit dem Rad unter diesem Label können Sie den Timer auf bis zu %d Stunden einstellen.
es_419: La rueda debajo de esta etiqueta te permitirá configurar el temporizador hasta %d horas.
fr: La molette située sous cette étiquette vous permettra de régler le compte à rebours jusqu'à %d heures.

# SLUG-ACC-1-LABEL-FORMAT
source: The wheel below this label will allow you to set the timer to up to %d minutes.
de: Mit dem Rad unter diesem Label können Sie den Timer auf bis zu %d Minuten einstellen.
es_419: La rueda debajo de esta etiqueta te permitirá configurar el temporizador hasta %d minutos.
fr: La molette située sous cette étiquette vous permettra de régler le compte à rebours jusqu'à %d minutes.

# SLUG-ACC-2-LABEL-FORMAT
source: The wheel below this label will allow you to set the timer to up to %d seconds.
de: Mit dem Rad unter diesem Label können Sie den Timer auf bis zu %d Sekunden einstellen.
es_419: La rueda debajo de esta etiqueta te permitirá configurar el temporizador hasta %d segundos.
fr: La molette située sous cette étiquette vous permettra de régler le compte à rebours jusqu'à %d secondes.

# SLUG-ACC-0-FORMAT
source: This wheel will allow you to set the timer to up to %d hours. It is currently set to %d hours.
de: Mit diesem Rad können Sie den Timer auf bis zu %d Stunden einstellen. Derzeit ist er auf %d Stunden eingestellt.
es_419: Esta rueda también te permitirá configurar el temporizador hasta %d horas. Actualmente está programado para %d horas.
fr: Cette molette vous permettra de régler le compte à rebours jusqu'à %d heures. Il est actuellement défini sur %d heures.

# SLUG-ACC-1-FORMAT
source: This wheel will allow you to set the timer to up to %d minutes. It is currently set to %d minutes.
de: Mit diesem Rad können Sie den Timer auf bis zu %d Minuten einstellen. Derzeit ist er auf %d Minuten eingestellt.
es_419: Esta rueda te permitirá configurar el temporizador hasta %d minutos. Actualmente está programado para %d minutos.
fr: Cette molette vous permettra de régler le compte à rebours jusqu'à %d minutes. Il est actuellement défini sur %d minutes.

# SLUG-ACC-2-FORMAT
source: This wheel will allow you to set the timer to up to %d seconds. It is currently set to %d seconds.
de: Mit diesem Rad können Sie den Timer auf bis zu %d Sekunden einstellen. Derzeit ist er auf %d Sekunden eingestellt.
es_419: Esta rueda te permitirá configurar el temporizador hasta %d segundos. Actualmente está programado para %d segundos.
fr: Cette molette vous permettra de régler le compte à rebours jusqu'à %d secondes. Il est actuellement défini sur %d secondes.

# SLUG-ACC-STATE
source: This label displays the current state being set.
de: Dieses Label zeigt den aktuell eingestellten Status an.
es_419: Esta etiqueta muestra el estado actual que se está configurando.
fr: Cette étiquette affiche l’état actuel en cours de réglage.

# SLUG-ACC-STATE-PREFIX-Start
source: The timer is set to the total time.
de: Dieser Timer ist auf die Gesamtzeit eingestellt.
es_419: El temporizador se establece en el tiempo total.
fr: Le compte à rebours est réglé sur la durée totale.

# SLUG-ACC-STATE-PREFIX-Warn
source: The timer is set to the warning threshold time.
de: Dieser Timer ist auf die Warnschwellenzeit eingestellt.
es_419: El temporizador se configura según el tiempo del umbral de advertencia.
fr: Le compte à rebours est réglé sur l'heure du seuil d’avertissement.

# SLUG-ACC-STATE-PREFIX-Final
source: The timer is set to the final countdown time.
de: Der Timer ist auf die endgültige Countdown-Zeit eingestellt.
es_419: El temporizador se establece en el tiempo de cuenta regresiva final.
fr: Le compte à rebours est réglé sur l'heure du décompte final.

# SLUG-ACC-STATE-BUTTON-HINT
source: You can set the time for this, using the picker, above.
de: Sie können die Zeit dafür mit der obigen Auswahl festlegen.
es_419: Puedes establecer una hora para esto utilizando el selector más arriba.
fr: Vous pouvez régler l'heure pour cela à l'aide du sélecteur ci-dessus.

# SLUG-ACC-STATE-BUTTON-LABEL-Start
source: The total time for the timer.
de: Die Gesamtzeit für den Timer.
es_419: El tiempo total del temporizador.
fr: La durée totale du compte à rebours.

# SLUG-ACC-STATE-BUTTON-LABEL-Warn
source: The warning threshold time for the timer.
de: Die Warnschwellenzeit für den Timer.
es_419: El tiempo del umbral de advertencia del temporizador.
fr: L'heure du seuil d’avertissement pour le compte à rebours.

# SLUG-ACC-STATE-BUTTON-LABEL-Final
source: The final countdown time for the timer.
de: Die endgültige Countdown-Zeit für den Timer.
es_419: El tiempo de cuenta regresiva final del temporizador.
fr: Le décompte final pour le compte à rebours.

# SLUG-ACC-STATE-Start
source: This is the total time for the timer.
de: Dies ist die Gesamtzeit für den Timer.
es_419: Este es el tiempo total del temporizador.
fr: Il s'agit de la durée totale du compte à rebours.

# SLUG-ACC-STATE-Warn
source: When this time is reached, the timer goes into a "warning" state, and the color changes. If you leave this time at 0, the warning state never happens, and the timer either goes directly to the "Final Countdown" state, or to an alarm, when it completes. This time cannot be greater than the total time.
de: Wenn diese Zeit erreicht ist, wechselt der Timer in einen „Warn“-Zustand, und die Farbe ändert sich. Wenn Sie diese Zeit auf 0 belassen, tritt der Warnzustand nie ein, und der Timer geht nach Ablauf entweder direkt in den Zustand „Endgültiger Countdown“ oder in einen Alarm über. Diese Zeit darf die Gesamtzeit nicht überschreiten.
es_419: Cuando se alcanza este tiempo, el temporizador entra en un estado de "advertencia" y cambia el color. Si dejas este tiempo en 0, nunca ocurre el estado de advertencia, y el temporizador pasa directamente al estado "Cuenta regresiva final" o a una alarma, cuando finaliza. Este tiempo no puede ser mayor que el tiempo total.
fr: Lorsque ce temps est atteint, le compte à rebours passe en état « avertissement » et la couleur change. Si vous laissez ce temps à 0, l'état d'avertissement ne se produit jamais et le compte à rebours passe directement à l'état « Décompte final » ou à une alarme lorsqu'il est terminé. Ce temps ne peut pas être supérieur au temps total.

# SLUG-ACC-STATE-Final
source: When this time is reached, the timer goes into a "final countdown" state, and the color changes again. If you leave this time at 0, the final countdown state never happens, and the timer goes directly to an alarm, when it completes. This time cannot be greater than the warning time, or the total time.
de: Wenn diese Zeit erreicht ist, wechselt der Timer in den Zustand „Endgültiger Countdown“, und die Farbe ändert sich. Wenn Sie diese Zeit auf 0 belassen, tritt der Zustand „Endgültiger Countdown“ nie ein, und der Timer geht nach Ablauf direkt in den Alarmzustand über. Diese Zeit darf die Warnzeit bzw. die Gesamtzeit nicht überschreiten.
es_419: Cuando se alcanza este tiempo, el temporizador entra en un estado de "cuenta regresiva final" y cambia nuevamente el color. Si dejas este tiempo en 0, nunca ocurre el estado cuenta regresiva final, y el temporizador pasa directamente al estado de alarma cuando finaliza. Este tiempo no puede ser mayor que el tiempo de advertencia o que el tiempo total.
fr: Lorsque ce temps est atteint, le compte à rebours passe en état « décompte final » et la couleur change à nouveau. Si vous laissez ce temps à 0, l'état du décompte final ne se produit jamais et le compte à rebours passe directement à une alarme lorsqu'il est terminé. Ce temps ne peut pas être supérieur au temps total.

# SLUG-CURRENT-TIMER-SELECTED-FORMAT
source: Timer %d is currently selected.
de: Timer %d ist derzeit ausgewählt.
es_419: El %d de temporizador está seleccionado actualmente.
fr: Le compte à rebours %d est actuellement sélectionné.

# SLUG-CURRENT-TIMER-TIME-FORMAT
source: The current time is %d hours, %d minutes, and %d seconds.
de: Die aktuelle Zeit beträgt %d Stunden, %d Minuten und %d Sekunden.
es_419: La hora actual es %d horas, %d minutos y %d segundos.
fr: Le temps actuel est de %d heures, %d minutes et %d secondes.

# SLUG-ACC-PLAY-BUTTON-LABEL
source: This starts the timer.
de: Dadurch wird der Timer gestartet.
es_419: Esto inicia el temporizador.
fr: Cela démarre le compte à rebours.

# SLUG-ACC-PLAY-BUTTON-HINT
source: If you select this, a new screen will appear, with the running timer.
de: Wenn Sie dies auswählen, wird ein neuer Bildschirm mit dem laufenden Timer geöffnet.
es_419: Si seleccionas esto, aparecerá una nueva pantalla con el temporizador en curso.
fr: Si vous sélectionnez cette option, un nouvel écran apparaît, avec le compte à rebours en cours d'exécution.

# SLUG-ACC-ADD-TIMER-BUTTON
source: Selecting this button will add a new timer.
de: Wenn Sie diese Schaltfläche auswählen, wird ein neuer Timer hinzugefügt.
es_419: Si seleccionas este botón se agregará un nuevo temporizador.
fr: La sélection de ce bouton ajoutera un nouveau compte à rebours.

# SLUG-ACC-TIMER-BUTTON-LABEL-FORMAT
source: This is the selection button for Timer %d.
de: Dies ist die Auswahlschaltfläche für den Timer %d.
es_419: Este es el botón de selección para el temporizador %d.
fr: Il s’agit du bouton de sélection pour le compte à rebours %d.

# SLUG-ACC-TIMER-BUTTON-HINT-IS-FORMAT
source: It is selected, and is set to %@. The app is currently setting this timer.
de: Sie ist ausgewählt und auf %@ gesetzt. Die App stellt derzeit diesen Timer ein.
es_419: Está seleccionado y se establece en %@. La aplicación está configurando este temporizador.
fr: Il est sélectionné et défini sur %@. L’application est en train de régler ce compte à rebours.

# SLUG-ACC-TIMER-BUTTON-HINT-NOT-FORMAT
source: It is not selected, and is set to %@. If you select it, the app will change to allow you to set this timer.
de: Sie ist nicht ausgewählt und auf %@ gesetzt. Wenn Sie sie auswählen, ändert dies die App dahingehend, dass Sie diesen Timer einstellen können.
es_419: No está seleccionado y se establece en %@. Si se selecciona, la aplicación cambiará para permitir la configuración de este temporizador.
fr: Il n’est pas sélectionné et est défini sur %@. Si vous le sélectionnez, l’application changera pour vous permettre de régler ce compte à rebours.

# SLUG-ACC-DELETE-TIMER-BUTTON-FORMAT
source: Selecting this button will allow you to delete Timer %d.
de: Wenn Sie diese Schaltfläche auswählen, können Sie den Timer %d löschen.
es_419: Si seleccionas este botón podrás eliminar el temporizador %d.
fr: La sélection de ce bouton vous permettra de supprimer le compte à rebours %d.

# SLUG-ACC-CLEAR-BUTTON
source: Selecting this button will reset the current time to 0.
de: Wenn Sie diese Schaltfläche auswählen, wird die aktuelle Zeit auf 0 zurückgesetzt.
es_419: Si seleccionas este botón se restablecerá la hora actual a 0.
fr: La sélection de ce bouton réinitialisera l’heure actuelle à 0.

# SLUG-ACC-ABOUT-AMBIAMARA-BUTTON
source: This will bring in a screen, with information about this app, along with detailed instructions.
de: Dies ruft einen Bildschirm mit Informationen über diese App und detaillierten Anweisungen auf.
es_419: Esto traerá una pantalla con información sobre esta aplicación, junto con instrucciones detalladas.
fr: Cela affichera un écran, avec des informations sur cette application, ainsi que des instructions détaillées.

# SLUG-ACC-POPOVER-START-IMMEDIATELY-SWITCH
source: If this is on, then the timer starts immediately, upon the timer page appearing. If off, then you need to start the timer after entering the running timer screen.
de: Ist diese Option aktiviert, startet der Timer sofort, sobald die Timer-Seite angezeigt wird. Wenn sie deaktiviert ist, müssen Sie den Timer starten, nachdem Sie den Bildschirm für den laufenden Timer aufgerufen haben.
es_419: Si está activado, el temporizador se inicia inmediatamente cuando aparece la página del temporizador. Si está desactivado, debes iniciar el temporizador después de ingresar a la pantalla del temporizador en curso.
fr: Si cette option est activée, le compte à rebours démarre immédiatement, dès que la page du compte à rebours apparaît. Si elle est désactivée, vous devez démarrer le compte à rebours après avoir accédé à l'écran du compte à rebours en cours d'exécution.

# SLUG-ACC-POPOVER-SHOW-TOOLBAR-SETTING-SWITCH
source: If this is on, a toolbar will be displayed at the bottom of the running timer, with controls that let you manage the timer. If it is off, you will need to use gestures.
de: Ist diese Option aktiviert, wird am unteren Rand des laufenden Timers eine Symbolleiste mit Steuerelementen angezeigt, mit denen Sie den Timer verwalten können. Wenn sie deaktiviert ist, müssen Sie Gesten verwenden.
es_419: Si está activado, se mostrará una barra de herramientas en la parte inferior del temporizador en curso, con controles que permiten administrar el temporizador. Si está desactivado, deberás usar gestos.
fr: Si cette option est activée, une barre d'outils s'affiche en bas du compte à rebours en cours d'exécution, avec des commandes qui vous permettent de gérer le compte à rebours. Si elle est désactivée, vous devrez utiliser des gestes.

# SLUG-ACC-POPOVER-AUTO-HIDE-SETTING-HINT
source: If this is on, the toolbar will "hide" (fade away), after a few seconds of not being used. Touching the screen will bring it back.
de: Ist diese Option aktiviert, wird die Symbolleiste „ausgeblendet“ (verborgen), nachdem sie einige Sekunden lang nicht verwendet wurde. Wenn Sie den Bildschirm berühren, wird sie wieder eingeblendet.
es_419: Si está activado, la barra de herramientas se "ocultará" (se desvanecerá), después de unos segundos de no ser usada. Regresará al tocar la pantalla.
fr: Si cette option est activée, la barre d'outils se « masquera » (disparaîtra) après quelques secondes d'inutilisation. Toucher l'écran la ramènera.

# SLUG-ACC-POPOVER-TIMER-MODE-LABEL
source: Timer Mode Switch
de: Timer-Modus-Schalter
es_419: Botón de modo temporizador
fr: Bouton du mode Compte à rebours

# SLUG-ACC-POPOVER-TIMER-MODE-HINT
source: This switch will select the display mode of the running timer. It will either be digital (numbers), or three "traffic lights." (three dots)
de: Dieser Schalter wählt den Anzeigemodus des laufenden Timers, entweder digital (Ziffern) oder eine „Ampel“ mit drei Farben (drei Punkte)
es_419: Este botón seleccionará el modo de visualización del temporizador en curso. Puede ser digital (números) o tres "semáforo" (tres puntos).
fr: Ce bouton sélectionnera le mode d’affichage du compte à rebours en cours d’exécution. Ce sera soit numérique (chiffres), soit trois « feux tricolore ». (trois points)

# SLUG-ACC-POPOVER-TIMER-MODE-HINT-0
source: It is currently set to Digital Mode.
de: Aktuell ist der digitale Modus eingestellt.
es_419: Actualmente está configurado en Modo digital.
fr: Actuellement défini sur le mode numérique.

# SLUG-ACC-POPOVER-TIMER-MODE-HINT-1
source: It is currently set to "Traffic Lights" Mode.
de: Aktuell ist der „Ampel“-Modus eingestellt.
es_419: Actualmente está configurado en Modo "semáforo".
fr: Actuellement défini sur le mode « Feu tricolore ».

# SLUG-ACC-POPOVER-TIMER-MODE-SEGMENT-0-LABEL
source: Select Digital Timer Mode. In Digital Timer Mode, the running timer displays a "retro LED display," and counts down, continuously. The color of the display changes, from green, to yellow, to red, as each threshold is passed.
de: Wählen Sie den digitalen Timer-Modus. Im digitalen Timer-Modus zeigt der laufende Timer eine „Retro-LED-Anzeige“ an und zählt kontinuierlich rückwärts. Die Farbe der Anzeige ändert sich beim Überschreiten des jeweiligen Schwellenwerts von Grün über Gelb zu Rot.
es_419: Selecciona el modo de temporizador digital. En el modo de temporizador digital, el temporizador en curso muestra una "pantalla LED retro" y hace la cuenta regresiva continuamente. El color de la pantalla cambia de verde a amarillo, a rojo, a medida que se pasa cada umbral.
fr: Sélectionnez le mode Compte à rebours numérique. En mode Compte à rebours numérique, la minuterie active affiche un « affichage LED rétro » et effectue le décompte en continu. La couleur de l'affichage change, passant du vert au jaune, puis au rouge, lorsque chaque seuil est dépassé.

# SLUG-ACC-POPOVER-TIMER-MODE-SEGMENT-1-LABEL
source: Select "Traffic Lights" Timer Mode. In "Traffic Lights" Timer Mode, the running timer displays three "traffic lights," which are illuminated and changed, only when the thresholds are crossed. The leftmost "traffic light" is green, and represents most of the time. The center "traffic light" is yellow, and represents the "Warning threshold." The leftmost "traffic light" is red, and represents the "Final Countdown" threshold.
de: Wählen Sie den Timer-Modus „Ampel“ aus. Im „Ampel“-Timer-Modus zeigt der laufende Timer eine dreifarbige „Ampel“ an, deren Lichter nur dann aufleuchten und wechseln, wenn die Schwellenwerte überschritten werden. Die „Ampel“ ganz links ist grün und repräsentiert die meiste Zeit. Die mittlere „Ampel“ ist gelb und stellt die „Warnschwelle“ dar. Die „Ampel“ ganz links ist rot und repräsentiert den Schwellenwert „Endgültiger Countdown“.
es_419: Selecciona el modo de temporizador "semáforo". En el modo de temporizador "semáforo", el temporizador en curso muestra tres "semáforos" que se iluminan y cambian solo cuando se cruzan los umbrales. El "semáforo" más a la izquierda es verde y representa la mayor parte del tiempo. El "semáforo" del centro es amarillo y representa el "umbral de advertencia". El "semáforo" más a la izquierda es rojo y representa el umbral de "cuenta regresiva final".
fr: Sélectionnez le mode Compte à rebours « Feux tricolore ». En mode Compte à rebours « Feux tricolore », le compte à rebours actif affiche trois « feux tricolore », qui s'allument et changent, uniquement lorsque les seuils sont franchis. Le « feu tricolore » le plus à gauche est vert et représente la plupart du temps. Le « feu tricolore » central est jaune et représente le « seuil d'avertissement ». Le « feu tricolore » le plus à gauche est rouge et représente le seuil du « Décompte final ».

# SLUG-ACC-ALARM-SET-MODE-SWITCH-LABEL
source: Turn the audible alarm on or off.
de: Aktivieren oder deaktivieren Sie den akustischen Alarm.
es_419: Activa o desactiva la alarma sonora.
fr: Activez ou désactivez l’alarme sonore.

# SLUG-ACC-ALARM-SET-MODE-SWITCH-HINT-0
source: It is currently off.
de: Er ist derzeit deaktiviert.
es_419: Actualmente está desactivada.
fr: Actuellement désactivé.

# SLUG-ACC-ALARM-SET-MODE-SWITCH-HINT-1
source: It is currently on, and you can use the picker, below, to choose a sound. You can test the sound, using the button next to the picker.
de: Diese Option ist derzeit aktiviert und Sie können das Auswahlfeld unten verwenden, um einen Ton auszuwählen. Mit der Schaltfläche neben dem Auswahlfeld können Sie den Ton testen.
es_419: Actualmente está activada y puedes usar el selector para elegir un sonido. Puedes probar el sonido pulsando el botón junto al selector.
fr: Cette option est actuellement activée et vous pouvez utiliser le sélecteur ci-dessous pour choisir un son. Vous pouvez tester le son à l'aide du bouton situé à côté du sélecteur.

# SLUG-ACC-POPOVER-ALARM-MODE-SEGMENT-0-LABEL
source: Turn the alarm sounds off.
de: Deaktivieren des Alarmtons.
es_419: Desactiva el sonido de la alarma.
fr: Éteindre le son de l'alarme.

# SLUG-ACC-POPOVER-ALARM-MODE-SEGMENT-1-LABEL
source: Turn the alarm sounds on. Use the picker below, to select a sound. You can test the sound, using the button next to the picker.
de: Aktivieren der Alarmtöne. Wählen Sie mit dem Auswahlfeld unten einen Alarmton aus.
es_419: Activa el sonido de la alarma. Usa el selector para elegir un sonido. Puedes probar el sonido pulsando el botón junto al selector.
fr: Activez le son de l'alarme. Utilisez le sélecteur ci-dessous pour sélectionner un son. Vous pouvez tester le son à l'aide du bouton situé à côté du sélecteur.

# SLUG-ACC-ALARM-SET-VIBRATE-SWITCH
source: If this is on, then the phone will vibrate, when the alarm is triggered.
de: Bei Aktivierung dieser Option vibriert das Telefon, wenn der Alarm ausgelöst wird.
es_419: Si está activada, el teléfono vibrará cuando suene la alarma.
fr: Si cette option est activée, le téléphone vibre lorsque l'alarme se déclenche.

# SLUG-ACC-SOUND-PICKER
source: This lists the various sounds available, upon completion of the countdown timer.
de: Hier werden die verschiedenen Töne aufgelistet, die nach Ablauf des Countdown-Timers verfügbar sind.
es_419: Lista los diversos sonidos disponibles al finalizar el temporizador de cuenta regresiva.
fr: Ceci répertorie les différents sons disponibles, une fois le décompte du compte à rebours terminé.

# SLUG-ACC-SOUND-SAMPLE-BUTTON
source: Play the selected sound.
de: Den ausgewählten Ton abspielen.
es_419: Reproduce el sonido seleccionado.
fr: Écouter le son sélectionné.

# SLUG-ACC-TOOLBAR-FF-CASCADE-FORMAT
source: This button will switch the timer to Timer %d.
de: Diese Schaltfläche schaltet den Timer auf Timer %d um.
es_419: Este botón cambia el temporizador por el Temporizador %d.
fr: Ce bouton basculera le compte à rebours sur Compte à rebours %d.

# SLUG-ACC-TOOLBAR-FF-ALARM
source: This button will set the timer to the end, and start the alarm.
de: Mit dieser Schaltfläche wird der Timer auf das Ende eingestellt und der Alarm gestartet.
es_419: Este botón configura el temporizador hasta el final y activa la alarma.
fr: Ce bouton réglera le compte à rebours à la fin et démarrera l’alarme.

# SLUG-ACC-TOOLBAR-REWIND-ALARM
source: This button will set the timer to the start.
de: Mit dieser Schaltfläche wird der Timer auf die Startzeit eingestellt.
es_419: Este botón configura el temporizador en el inicio.
fr: Ce bouton définira le compte à rebours au début.

# SLUG-ACC-TOOLBAR-PLAY
source: This button will start the countdown timer.
de: Mit dieser Schaltfläche wird der Countdown-Timer gestartet.
es_419: Este botón inicia el temporizador de cuenta regresiva.
fr: Ce bouton démarrera le compte à rebours du décompte.

# SLUG-ACC-TOOLBAR-PAUSE
source: This button will pause the countdown timer.
de: Mit dieser Schaltfläche wird der Countdown-Timer angehalten.
es_419: Este botón pausa el temporizador de cuenta regresiva.
fr: Ce bouton mettra en pause le compte à rebours du décompte.
