Repository: RiftValleySoftware/ambiamara
Catalog: Sources/AmbiaMara/Resources/*.lproj/Localizable.strings
Languages: fr

# SLUG-DELETE-BUTTON-TEXT
source: Delete
fr: Supprimer

# SLUG-CANCEL-BUTTON-TEXT
source: Cancel
fr: Annuler

# SLUG-DELETE-CONFIRM-HEADER
source: Delete This Timer?
fr: Supprimer ce compte à rebours ?

# SLUG-DELETE-CONFIRM-MESSAGE-FORMAT-ZERO
source: Are you sure that you want to delete timer %d?
fr: Voulez-vous vraiment supprimer le compte à rebours %d ?

# SLUG-DELETE-CONFIRM-MESSAGE-FORMAT
source: Are you sure that you want to delete timer %d (%@)?
fr: Voulez-vous vraiment supprimer le compte à rebours %d (%@) ?

# SLUG-BACK-BUTTON
source: Set Timer
fr: Régler le compte à rebours

# SLUG-TIMER-TITLE-FORMAT
source: Timer %d
fr: Compte à rebours n°%d

# SLUG-STATE-Start
source: Total Time
fr: Temps total

# SLUG-STATE-Warn
source: Warning Time
fr: Phase d'alarme

# SLUG-STATE-Final
source: Final Time
fr: Phase finale

# SLUG-HOURS
source: Hours
fr: Heures

# SLUG-SECONDS
source: Seconds
fr: Secondes

# SLUG-POPOVER-START-IMMEDIATELY-SETTING-LABEL
source: Start Timer Immediately
fr: Démarrer le compte à rebours immédiatement

# SLUG-POPOVER-SHOW-TOOLBAR-SETTING-LABEL
source: Show Toolbar In Timer
fr: Afficher la barre d’outils dans le compte à rebours

# SLUG-POPOVER-AUTO-HIDE-SETTING-LABEL
source: Auto-Hide Toolbar
fr: Masquer automatiquement la barre d'outils

# SLUG-ABOUT-AMBIAMARA-BUTTON
source: About AmbiaMara
fr: À propos d’Rift Valley Timer

# SLUG-VIBRATE-BUTTON
source: Use Vibrate
fr: Utiliser la vibration

# SLUG-ABOUT-TITLE
source: About AmbiaMara
fr: À propos d’Rift Valley Timer
