Repository: RiftValleySoftware/ambiamara
Catalog: Main App/*.lproj/Localizable.strings
Languages: fr

# TIME-HOUR
source: 1 Hour
fr: 1 heure

# TIME-HOURS-FORMAT
source: %d Hours
fr: %d heures

# TIME-SECOND
source: 1 Second
fr: 1 seconde

# TIME-SECONDS-FORMAT
source: %d Seconds
fr: %d secondes

# LGV_TIMER-SETUP-TITLE
source: Timer List
fr: Liste des comptes à rebours

# LGV_TIMER-TIMER-TITLE-FORMAT
source: Timer %d
fr: Compte à rebours n°%d

# LGV_TIMER-ABOUT-SHOWCONTROLS-BUTTON
source: Show Timer Controls in Running Timer
fr: Afficher les boutons au-dessus du décompte en cours

# DELETE-HEADER
source: Are You Sure?
fr: Êtes-vous sûr ?

# DELETE-MESSAGE-FORMAT
source: If you select "Delete," it will delete Timer %d. Are you sure that you want do this?
fr: Si vous choisissez Supprimer, le compte à rebours n°%d sera supprimé. Êtes-vous sûr de vouloir continuer ?

# DELETE-OK-BUTTON
source: Delete
fr: Supprimer

# DELETE-CANCEL-BUTTON
source: Cancel
fr: Annuler

# NO-TIMER
source: No Following Timer
fr: Pas de compte à rebours suivant

# NEXT-TIMER-TIMER-FORMAT
source: Next Timer: Timer %d
fr: Prochain compte à rebours : n°%d

# CANT-SELECT
source: UNAVAILABLE
fr: INDISPONIBLE

# LGV_TIMER-SETUP-WARNING-SET-LABEL
source: Podium Warning (Yellow) Time
fr: Décompte d'alerte (orange) en mode podium

# LGV_TIMER-SETUP-FINAL-SET-LABEL
source: Podium Final (Red) Time
fr: Décompte final (rouge) en mode podium

# LGV_TIMER-SETUP-COLOR-THEME-LABEL
source: Digital Display Color
fr: Couleur d'affichage

# LGV_TIMER-TIME-PICKER-HOUR-FORMAT
source: %d Hour
fr: %d heure

# LGV_TIMER-TIME-PICKER-HOURS-FORMAT
source: %d Hours
fr: %d heures

# LGV_TIMER-TIME-PICKER-SECOND-FORMAT
source: %d Second
fr: %d seconde

# LGV_TIMER-TIME-PICKER-SECONDS-FORMAT
source: %d Seconds
fr: %d secondes

# LOCAL-VIBRATE-BEEP-SWITCH
source: VIBRATE
fr: VIBREUR

# LOCAL-NO-MUSIC-LABEL
source: No Music Available
fr: Aucune musique disponible

# BASIC-DONE-BUTTON
source: DONE
fr: TERMINÉ

# LOCAL-MUSIC-LOOKUP-LABEL
source: Fetching Your Music Library
fr: Récupération de votre bibliothèque musicale

# LGV_TIMER-AUDIBLE-TICKS-BUTTON
source: AUDIBLE TICKS
fr: BIPS SONORES

# 00-low-beep.mp3
source: Low Simple Beeps
fr: Bips simples faible volume

# 01-medium-beep.mp3
source: Medium Simple Beeps
fr: Bips simples volume moyen

# 02-high-beep.mp3
source: High Simple Beeps
fr: Bips simples volume fort

# 03-electronic-buzz.mp3
source: Strident Beeps
fr: Bips stridents

# 04-fast-beep.mp3
source: Subtle Ringing
fr: Sonnerie douce

# 05-high-fast-beeps.mp3
source: Fast Subtle Beeps
fr: Bips rapides et doux

# 06-escalation.mp3
source: Escalating Alarm
fr: Alarme progressive

# 07-videogame-beeps-lower-frequency.mp3
source: Low-Frequency Electronic
fr: Électronique à basses fréquences

# 08-videogame-beeps-high-frequency.mp3
source: High-Frequency Electronic
fr: Électronique à hautes fréquences

# 09-single-beep.mp3
source: Basic Beeps
fr: Bips basiques

# 10-annoying-alarm.mp3
source: Classic Alarm
fr: Alarme classique

# 11-bells.mp3
source: Church Bells
fr: Carillons

# 12-crazy-bird.mp3
source: Crazy Bird
fr: Oiseau fou

# 13-rooster.mp3
source: Rooster
fr: Coq

# 16-snoring-1.mp3
source: Snoring
fr: Ronflements

# 17-car-horn.mp3
source: Car Horn
fr: Klaxon

# 18-antique-phone.mp3
source: Antique Phone Ringing
fr: Ancienne sonnerie de téléphone

# 19-classic-phone.mp3
source: Classic Phone Ringing
fr: Sonnerie classique de téléphone

# 20-antique-car-horn.mp3
source: Antique Car Horn
fr: Klaxon d'antan

# 21-alarm-klaxon.mp3
source: Alarm Klaxon
fr: Alarme

# 14-shut-up-1.mp3
source: Shut Up (Obnoxious Man)
fr: Taisez-vous (homme arrogant)

# 15-shut-up-2.mp3
source: Shut Up (Woman)
fr: Taisez-vous (femme)

# 22-thanks-for-sharing.mp3
source: Thanks for Sharing (Robotic)
fr: Merci d'avoir partagé (voix de robot)

# ERROR_HEADER_MEDIA
source: DEVICE MEDIA ERROR
fr: ERREUR MÉDIA DE L'APPAREIL

# ERROR_TEXT_MEDIA_PERMISSION_DENIED
source: You are not allowed to read any media from this device.
fr: Vous n'avez pas l'autorisation de lire des médias sur cet appareil.

# ERROR_TEXT_MEDIA_CANNOT_CREATE_AVPLAYER
source: There was a technical problem creating the sound player.
fr: Un problème technique est survenu lors de la création du lecteur audio.

# LGV_TIMER-ABOUT-TEXT
source: When I have something to say, I'll say it here.
fr: AmbiaMara est LE compte à rebours ultime ! Il possède trois modes : numérique (avec chiffres uniquement), podium (trois « feux tricolores » simples) et combiné (chiffres et « feux tricolores »). Ajoutez un compte à rebours en appuyant sur le « + » en haut de l'écran, à droite de la liste des comptes à rebours. Supprimez un compte à rebours en balayant à gauche sur la ligne en question dans la liste.

# LGV_TIMER-ACCESSIBILITY-INFO-LABEL
source: Open "About This App"
fr: Ouvrir « À propos de cette application »

# LGV_TIMER-ACCESSIBILITY-INFO-HINT
source: If you select this button, the information screen for the app will be shown.
fr: Si vous sélectionnez ce bouton, l'écran d'informations sur l'application sera affiché.

# LGV_TIMER-ACCESSIBILITY-ADD-LABEL
source: Create A New Timer
fr: Créer un nouveau compte à rebours

# LGV_TIMER-ACCESSIBILITY-ADD-HINT
source: If you select this, a new default timer will be added to the end of the list, and its setup screen will be selected.
fr: Si vous choisissez ce bouton, un nouveau compte à rebours par défaut sera ajouté à la fin de la liste et son écran de paramétrage sera sélectionné.

# LGV_TIMER-ACCESSIBILITY-TABLE-LABEL
source: List of All Available Timers
fr: Liste des comptes à rebours disponibles

# LGV_TIMER-ACCESSIBILITY-TABLE-HINT
source: Each row of this table represents a single timer. You can select a timer by tapping that row, or delete a timer by left-swiping the row.
fr: Chaque ligne de ce tableau représente un compte à rebours individuel. Vous pouvez en choisir un en appuyant sur la ligne en question, ou le supprimer en balayant la ligne vers la gauche.

# LGV_TIMER-ACCESSIBILITY-SWITCH-LABEL
source: Show Controls Above Running Timer
fr: Afficher les boutons au-dessus du compte à rebours en cours

# LGV_TIMER-ACCESSIBILITY-SWITCH-HINT
source: If this switch is on, then each timer, when running, will display a row of controls above it with buttons that will control it. If they are not shown, then the timer must be controlled by gestures.
fr: Si ce bouton a été activé, alors une ligne de boutons s'affichera au-dessus de chaque compte à rebours en cours. Vous pourrez contrôler le compte à rebours à l'aide de ces boutons. S'ils ne sont pas affichés, alors le compte à rebours peut être contrôlé par des gestes sur l'écran.

# LGV_TIMER-ACCESSIBILITY-TABLE-ROW-PODIUM-LABEL
source: Podium Mode Timer
fr: Compte à rebours en mode podium

# LGV_TIMER-ACCESSIBILITY-TABLE-ROW-PODIUM-HINT
source: This timer will simply display three "traffic lights" that will switch from green (leftmost) to yellow (center), to red (rightmost) as the timer counts down. A flash will occur at each transition.
fr: Ce compte à rebours affiche simplement des « feux tricolores » qui passeront de vert (le plus à gauche) à orange (milieu) au rouge (le plus à droite) à mesure que le compte à rebours a lieu. À chaque transition, l'écran flashe.

# LGV_TIMER-ACCESSIBILITY-TABLE-ROW-DIGITAL-LABEL
source: Digital Mode Timer
fr: Compte à rebours en mode numérique

# LGV_TIMER-ACCESSIBILITY-TABLE-ROW-DIGITAL-HINT
source: This timer will display a simple digital readout, in the selected color.
fr: Le compte à rebours affichera un cadran numérique simple dans la couleur sélectionnée.

# LGV_TIMER-ACCESSIBILITY-TABLE-ROW-DUAL-LABEL
source: Dual Mode Timer
fr: Compte à rebours en mode combiné

# LGV_TIMER-ACCESSIBILITY-TABLE-ROW-DUAL-HINT
source: This timer will display a digital readout, in the selected color. Underneath the readout will be three "traffic lights." that will switch from green (leftmost) to yellow (center), to red (rightmost) as the timer counts down. A flash will occur at each transition.
fr: Ce compte à rebours affichera un cadran numérique dans la couleur sélectionnée. Sous le cadran, des feux tricolores s'afficheront et passeront du vert (le plus à gauche) à l'orange (au milieu) puis au rouge (le plus à droite) au fur et à mesure du décompte. Un flash aura lieu à chaque transition.

# LGV_TIMER-ACCESSIBILITY-PICKER-HOURS-TITLE-LABEL
source: Set Hours. Currently at
fr: Définir les heures. Actuellement défini sur

# LGV_TIMER-ACCESSIBILITY-PICKER-MINUTES-TITLE-LABEL
source: Set Minutes. Currently at
fr: Définir les minutes. Actuellement défini sur

# LGV_TIMER-ACCESSIBILITY-PICKER-SECONDS-TITLE-LABEL
source: Set Seconds. Currently at
fr: Définir les secondes. Actuellement défini sur

# LGV_TIMER-ACCESSIBILITY-SETTINGS-BUTTON-LABEL
source: Timer Settings
fr: Paramètres du compte à rebours

# LGV_TIMER-ACCESSIBILITY-SETTINGS-BUTTON-HINT
source: Tapping this button will bring in a screen that will allow you to set up this timer.
fr: En appuyant sur ce bouton, un écran s'affichera vous permettant de paramétrer ce compte à rebours.

# LGV_TIMER-ACCESSIBILITY-NEXT-TIMER-PICKER-LABEL
source: Next Timer
fr: Prochain compte à rebours

# LGV_TIMER-ACCESSIBILITY-NEXT-TIMER-PICKER-HINT
source: This allows you to select a timer that will be selected immediately after you stop the alarm. The next timer's Set Timer screen will appear, and you will be able to start that timer.
fr: Cela vous permet de choisir un compte à rebours qui sera sélectionné immédiatement une fois l'alarme arrêtée. L'écran « Paramétrer le compte à rebours » s'affichera pour le compte à rebours suivant, et vous pourrez alors le lancer.

# LGV_TIMER-ACCESSIBILITY-NEXT-TIMER-PICKER-COLUMN-LABEL
source: This allows you to choose another timer to be selected upon stopping the alarm for this timer. You can select no following timer, or one of the other timers.
fr: Cela vous permet de choisir un autre compte à rebours, qui sera sélectionné une fois que vous aurez arrêté l'alarme du compte à rebours en cours. Vous pouvez choisir un autre compte à rebours ou aucun.

# LGV_TIMER-ACCESSIBILITY-TIMER-START-BUTTON-LABEL
source: Start Timer
fr: Lancer le compte à rebours

# LGV_TIMER-ACCESSIBILITY-TIMER-START-BUTTON-HINT
source: Tapping this button will start the timer. A screen will appear with the display required for the selected timer mode. The timer will immediately start counting down.
fr: Appuyer sur ce bouton déclenchera le compte à rebours. Un écran apparaîtra avec l'affichage correspondant au mode sélectionné. Le compte à rebours commencera immédiatement avec le décompte.

# LGV_TIMER-ACCESSIBILITY-COLOR-PICKER-LABEL
source: Digital Display Color
fr: Couleur d'affichage

# LGV_TIMER-ACCESSIBILITY-COLOR-PICKER-HINT
source: This picker has a column of colors. You can select a color, and that is what will be used for Digital and Dual Mode displays. It will not be available for Podium Mode.
fr: Cet écran présente une colonne de couleurs. Vous pouvez choisir une couleur qui sera alors utilisée pour les modes numérique et combiné. Elle ne sera pas utilisée pour le mode podium.

# LGV_TIMER-ACCESSIBILITY-SET-WARN-TIME-PICKER-LABEL
source: Set Warning Time
fr: Définir la phase d'alarme

# LGV_TIMER-ACCESSIBILITY-SET-WARN-TIME-PICKER-HINT
source: The picker below has three columns: Hours (leftmost), Minutes (center) and Seconds (rightmost). Use these to select the "warning" time for the countdown. You can select up to 23:59:59.
fr: Le menu ci-dessous compte trois colonnes : les heures (le plus à gauche), les minutes (au milieu) et les secondes (le plus à droite). Utilisez ces listes déroulantes pour paramétrer la phase « alarme » du compte à rebours. Vous pouvez paramétrer un compte à rebours jusqu'à 23:59:59.

# LGV_TIMER-ACCESSIBILITY-SET-FINAL-TIME-PICKER-LABEL
source: Set Final Time
fr: Définir la phase finale

# LGV_TIMER-ACCESSIBILITY-SET-FINAL-TIME-PICKER-HINT
source: The picker below has three columns: Hours (leftmost), Minutes (center) and Seconds (rightmost). Use these to select the "final" time for the countdown. You can select up to 23:59:59.
fr: Le menu ci-dessous compte trois colonnes : les heures (le plus à gauche), les minutes (au milieu) et les secondes (le plus à droite). Utilisez ces listes déroulantes pour paramétrer la phase « finale » du compte à rebours. Vous pouvez paramétrer un compte à rebours jusqu'à 23:59:59.

# LGV_TIMER-ACCESSIBILITY-ALARM-SETUP-BUTTON-LABEL
source: Sound Setup
fr: Réglage du son

# LGV_TIMER-ACCESSIBILITY-ALARM-SETUP-BUTTON-HINT
source: This button will display images that will indicate the current alarm sound/vibration mode. If you tap this button, a screen will appear that allows you to set the sound and vibration state of the alarm.
fr: Ce bouton affiche des icônes qui indiquent le mode actuel d'alarme sonore/vibreur. Si vous sélectionnez ce bouton, un écran apparaîtra vous permettant de paramétrer le son ou le vibreur pour l'alarme.

# LGV_TIMER-ACCESSIBILITY-SOUND-SET
source: The alarm will play a sound on alarm.
fr: L'alarme émettra un son.

# LGV_TIMER-ACCESSIBILITY-SONG-SET
source: The alarm will play a song on alarm.
fr: L'alarme déclenchera la lecture d'une chanson.

# LGV_TIMER-ACCESSIBILITY-SILENT-SET
source: The alarm will be silent on alarm.
fr: L'alarme sera silencieuse.

# LGV_TIMER-ACCESSIBILITY-VIBRATE-SET
source: The phone will vibrate on alarm.
fr: Le téléphone vibrera au moment de l'alarme.

# LGV_TIMER-ACCESSIBILITY-TICKS-SET
source: You will hear audible ticks.
fr: Vous entendrez des bips sonores.

# LGV_TIMER-ACCESSIBILITY-DONE-BUTTON-LABEL
source: Done
fr: Terminé

# LGV_TIMER-ACCESSIBILITY-DONE-BUTTON-HINT
source: If you tap this button, this screen will be dismissed.
fr: Si vous appuyez sur ce bouton, vous fermerez l'écran en cours.

# LGV_TIMER-ACCESSIBILITY-VIBRATE-SWITCH-LABEL
source: Vibrate On Alarm
fr: Vibreur pendant l'alarme

# LGV_TIMER-ACCESSIBILITY-VIBRATE-SWITCH-HINT
source: If this switch is on, then the phone will vibrate as the alarm sounds.
fr: Si ce bouton est activé, alors le téléphone vibrera au moment de l'alarme.

# LGV_TIMER-ACCESSIBILITY-SOUND-SELECT-PICKER-LABEL
source: Select A Sound
fr: Choisir un son

# LGV_TIMER-ACCESSIBILITY-SOUND-SELECT-PICKER-HINT
source: Select one of several preset sounds to play when the alarm goes off.
fr: Sélectionnez l'un des sons prédéfinis que vous voulez entendre comme alarme.

# LGV_TIMER-ACCESSIBILITY-ARTIST-SELECT-PICKER-LABEL
source: Select An Artist From Your Music Library
fr: Choisissez un artiste à partir de votre bibliothèque

# LGV_TIMER-ACCESSIBILITY-ARTIST-SELECT-PICKER-HINT
source: Select an artist from your music library. When you select an artist the picker below this one will display their songs.
fr: Choisissez un artiste à partir de votre bibliothèque. Lorsque vous choisissez un artiste, le menu dessous celui-ci affichera ses chansons.

# LGV_TIMER-ACCESSIBILITY-SONG-SELECT-PICKER-LABEL
source: Select A Song by the Above Artist
fr: Choisissez une chanson de l'artiste ci-dessus

# LGV_TIMER-ACCESSIBILITY-SONG-SELECT-PICKER-HINT
source: Select a song from the artist in the picker above this one.
fr: Choisissez une chanson de l'artiste sélectionné dans le menu au-dessus de celui-ci.

# LGV_TIMER-ACCESSIBILITY-TEST-SOUND-BUTTON-LABEL
source: Test Sound
fr: Tester le son

# LGV_TIMER-ACCESSIBILITY-TEST-SOUND-BUTTON-HINT
source: Touching this button will start the selected sound playing in a loop. Touch it again to stop the sound from playing.
fr: En appuyant sur ce bouton, vous écouterez le son sélectionné en boucle. Appuyez à nouveau sur le bouton pour mettre fin à la lecture.

# LGV_TIMER-ACCESSIBILITY-TEST-SONG-BUTTON-LABEL
source: Test Song
fr: Tester la chanson

# LGV_TIMER-ACCESSIBILITY-TEST-SONG-BUTTON-HINT
source: Touching this button will start the selected song playing in a loop. Touch it again to stop the song from playing.
fr: En appuyant sur ce bouton, vous écouterez la chanson sélectionnée en boucle. Appuyez à nouveau sur le bouton pour mettre fin à la lecture.

# LGV_TIMER-ACCESSIBILITY-AUDIBLE-TICKS-SWITCH-LABEL
source: Enable Audible Ticks
fr: Activer les bips sonores

# LGV_TIMER-ACCESSIBILITY-AUDIBLE-TICKS-SWITCH-HINT
source: If you enable this switch, then each second will be marked by an subtle "tick" sound. In Podium or Dual Mode, you will hear two ticks when you are in "Warning" mode, and three ticks when you are in "Final" mode.
fr: Si vous activez ce bouton, un « bip » léger retentira à chaque seconde. En mode podium ou combiné, vous entendrez deux bips lorsque vous passez en phase d'« alarme », puis trois bips en phase « finale ».

# LGV_TIMER-ACCESSIBILITY-STOP-BUTTON-LABEL
source: Stop Timer
fr: Arrêter le décompte

# LGV_TIMER-ACCESSIBILITY-STOP-BUTTON-HINT
source: Touching this button will stop the timer and dismiss this screen.
fr: En appuyant sur ce bouton, vous arrêtez le compte à rebours et fermez cet écran.

# LGV_TIMER-ACCESSIBILITY-REWIND-BUTTON-LABEL
source: Rewind Timer
fr: Remettre à zéro le compte à rebours

# LGV_TIMER-ACCESSIBILITY-REWIND-BUTTON-HINT
source: Touching this button will stop the timer and rewind to the beginning. It will not dismiss the screen.
fr: En appuyant sur ce bouton, vous arrêtez le décompte et le reprenez au début. Vous resterez sur cet écran.

# LGV_TIMER-ACCESSIBILITY-END-BUTTON-LABEL
source: End Timer
fr: Mettre fin au compte à rebours

# LGV_TIMER-ACCESSIBILITY-END-BUTTON-HINT
source: Touching this button will finish the timer and start the alarm. It will not dismiss the screen.
fr: En appuyant sur ce bouton, le compte à rebours sera terminé et l'alarme sera déclenchée. Vous resterez sur cet écran.

# LGV_TIMER-ACCESSIBILITY-PAUSE-BUTTON-LABEL
source: Pause Timer
fr: Mettre le compte à rebours en pause

# LGV_TIMER-ACCESSIBILITY-PAUSE-BUTTON-HINT
source: Tapping this will pause the timer. If we are in Podium Mode, it will also rewind the timer to the start.
fr: En appuyant sur ce bouton, le décompte sera mis en pause. Si vous êtes en mode podium, le décompte sera également remis au début.

# LGV_TIMER-ACCESSIBILITY-START-BUTTON-LABEL
source: Start Or Continue Timer
fr: Lancer ou reprendre le décompte

# LGV_TIMER-ACCESSIBILITY-START-BUTTON-HINT
source: Tapping this will start or continue a paused timer.
fr: En appuyant sur ce bouton, vous lancez ou reprenez un décompte mis en pause.

# LGV_TIMER-ACCESSIBILITY-SCREEN-LABEL
source: Running Timer Screen
fr: Écran du compte à rebours en cours

# LGV_TIMER-ACCESSIBILITY-SCREEN-HINT
source: This is the running timer screen. It can be controlled by gestures. Left-swipe to reset the timer, or dismiss this screen (if the timer is already reset). Right-swipe to immediately send the timer into alarm mode. Tap to pause or continue the timer.
fr: Voici l'écran du compte à rebours en cours. Il peut être contrôlé par des gestes. Balayez vers la gauche pour redémarrer le compte à rebours ou fermer cet écran (si le compte à rebours a déjà été remis à zéro). Balayez vers la droite pour déclencher immédiatement l'alarme du compte à rebours. Appuyez pour le mettre en pause ou le reprendre.

# LGV_TIMER-ACCESSIBILITY-ALARM-LABEL
source: Alarm Is Going Off
fr: L'alarme sonne

# LGV_TIMER-ACCESSIBILITY-ALARM-HINT
source: The alarm is going off. Tap anywhere in the screen to stop it.
fr: L'alarme est en train de sonner. Appuyez n'importe où sur l'écran pour l'arrêter.
